export interface Personality {
  title: string
}

export const personalities: Personality[] = [
  {
    // 1 — Маг, Созидатель
    title: 'Маг, Созидатель',
  },
  {
    // 2 — Дипломат, Хранитель Информации
    title: 'Дипломат, Хранитель Информации',
  },
  {
    // 3 — Императрица (женский) / мужской вариант
    title: 'Императрица',
  },
  {
    // 4 — Император
    title: 'Император',
  },
  {
    // 5 — Учитель и Наставник
    title: 'Учитель и Наставник',
  },
  {
    // 6 — Романтик, Влюблённый
    title: 'Романтик- Влюбленный',
  },
  {
    // 7 — Амбициозный Лидер – Воин
    title: 'Амбициозный Лидер – Воин',
  },
  {
    // 8 — Судья
    title: 'Судья',
  },
  {
    // 9 — Мудрец, Отшельник
    title: 'Мудрец -  Отшельник',
  },
  {
    // 10 — Дитя Судьбы – Счастливчик
    title: 'Дитя Судьбы- Счастливчик',
  },
  {
    // 11 — Амбициозный Силач
    title: 'Амбициозный Силач',
  },
  {
    // 12 — Спасатель – креативщик
    title: 'Спасатель – креативщик',
  },
  {
    // 13 — Трансформатор Судьбы
    title: 'Трансформатор Судьбы',
  },
  {
    // 14 — Духовный исцелитель
    title: 'Духовный исцелитель',
  },
  {
    // 15 — Дьявол, Мастер власти
    title: 'Дьявол, Мастер власти',
  },
  {
    // 16 — Башня, духовное пробуждение
    title: 'Башня, духовное пробуждение',
  },
  {
    // 17 — Звезда
    title: 'Звезда',
  },
  {
    // 18 — Мистик
    title: 'Мистик',
  },
  {
    // 19 — Солнце
    title: 'Солнце',
  },
  {
    // 20 — Родовой Страж
    title: 'Родовой Страж',
  },
  {
    // 21 — Миротворец
    title: 'Миротворец',
  },
  {
    // 22 — Путешественник Души
    title: 'Путешественник Души',
  },
]
